Repository: othman98shawgan/alfajr
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

# appName
source: Mawaqit Al-Quds
ar: مواقيت بيت المقدس

# fajrString
source: Fajr
ar: الفجر

# shuruqString
source: Shuruq
ar: الشروق

# duhrString
source: Duhr
ar: الظهر

# asrString
source: Asr
ar: العصر

# maghribString
source: Maghrib
ar: المغرب

# ishaString
source: Isha
ar: العشاء

# timeUntil
source: Time until {prayer}:
ar: الوقت المتبقي حتى {prayer}:

# timeSince
source: Time since {prayer}:
ar: الوقت المنقضي منذ {prayer}:

# calendarString
source: Calendar
ar: تقويم الصلاة

# todayTooltip
source: Today
ar: اليوم

# dstTooltip
source: Daylight Saving Mode
ar: التوقيت الصيفي/الشتوي

# prevoiusDayTooltip
source: Prevoius Day
ar: اليوم السابق

# nextDayTooltip
source: Next Day
ar: اليوم التالي

# qiblaString
source: Qibla
ar: القبلة

# dhikrString
source: Tasbeeh Counter
ar: المسبحة

# missedPrayersString
source: Missed Prayers
ar: الصلوات الفائتة

# notificationsString
source: Notifications
ar: التنبيهات

# cancelPrayersTooltip
source: Cancel Prayers
ar: إلغاء الصلوات

# settingsString
source: Settings
ar: الإعدادات

# resetCountTooltip
source: Reset Count
ar: تصفير العداد

# missedPrayersClearAll
source: Clear All
ar: مسح الكل

# confirmString
source: Confirm
ar: تأكيد

# cancelString
source: Cancel
ar: إلغاء

# closeString
source: Close
ar: إغلاق

# missedPrayersClearAllMessage
source: Are you sure you want to clear all missed prayers?
ar: هل أنت متأكد من رغبتك في مسح كل الصلوات الفائتة؟

# addMissedPrayersTitle
source: Add missed prayers
ar: إضافة صلوات فائتة

# addWeekString
source: Add Week
ar: إضافة أسبوع

# addMonthString
source: Add Month
ar: إضافة شهر

# addYearString
source: Add Year
ar: إضافة سنة

# reminderDialogTitle
source: Prayer reminder
ar: تذكير للصلاة

# reminderDialogMessage
source: Set prayer reminder
ar: تعيين تذكير للصلاة

# reminderPrayerMessage
source: Reminder for each prayer: {reminder}
ar: التذكير لكل صلاة: {reminder}

# settingsGeneralSection
source: General
ar: عام

# settingsLanguage
source: Language
ar: اللغة

# settingsDarkMode
source: Dark Mode
ar: الوضع الليلي

# settingsDaylightSaving
source: Daylight Saving
ar: التوقيت الصيفي

# settingsSummerTime
source: Summer Time
ar: التوقيت الصيفي

# settingsWinterTime
source: Winter Time
ar: التوقيت الشتوي

# settingsNotificationsSection
source: Notifications
ar: التنبيهات

# settingsSendNotifications
source: Send Notifications
ar: إرسال التنبيهات

# settingsPrayerReminder
source: Prayer Reminder
ar: تذكير الصلاة

# settingsPrayerReminderDescription
source: {reminder} mins
ar: {reminder}

# settingsPrayerReminderDescriptionOff
source: Off
ar: معطل

# settingsDhikrSection
source: Tasbeeh
ar: المسبحة

# settingsDhikrVibrateOnTap
source: Vibrate on each Tap
ar: الاهتزاز عند العد

# settingsDhikrVibrateOnTarget
source: Vibrate on finishing Cycle
ar: الاهتزاز في نهاية الدورة

# settingsTarget
source: Cycle length
ar: الدورة

# settingsTargetDescription
source: Current Cycle is: {dhikrTarget}
ar: الدورة الحالية هي: {dhikrTarget}

# settingsHelpSection
source: Help
ar: مساعدة

# settingsResetNotifications
source: Reset Notifications
ar: إعادة تعيين التنبيهات

# targetDialogTitle
source: Counter target
ar: الهدف

# languageDialogTitle
source: Language
ar: اللغة

# notificationsPrayerTimeTitle
source: Time for {prayer}
ar: حان موعد صلاة {prayer}

# notificationsShuruqPrayerTimeTitle
source: Time for Shuruq
ar: حان وقت الشروق

# notificationsShuruqBody
source: Duha is in 20 minutes
ar: صلاة الضحى بعد 20 دقيقة

# notificationsReminderTitle
source: {prayer} Azan is in {reminder} minutes
ar: أذان صلاة {prayer} بعد {reminder} دقيقة

# notificationsReminderTitleMinutes
source: {prayer} Azan is in {reminder} minutes
ar: أذان صلاة {prayer} بعد {reminder} دقائق

# notificationsShuruqReminderTitle
source: Shuruq is in {reminder} minutes
ar: الشروق بعد {reminder} دقيقة

# notificationsShuruqReminderTitleMinutes
source: Shuruq is in {reminder} minutes
ar: الشروق بعد {reminder} دقائق

# citySelect
source: Selcet your city
ar: اختيار المدينة

# cityCurrnet
source: Currnet city
ar: المدينة الحالية

source: Al-Quds
ar: القدس

source: Kfar Kama
ar: كفر كما

source: Ramallah
ar: رام الله

source: Bethlehem
ar: بيت لحم

source: Jenin
ar: جنين

source: Nablus
ar: نابلس

source: Nazareth
ar: الناصرة

source: Umm al-Fahm
ar: ام الفحم

source: Jericho
ar: أريحا

source: Tiberias
ar: طبريا

source: Safad
ar: صفد

source: Beisan
ar: بيسان

source: Haifa
ar: حيفا

source: Acre
ar: عكا

source: Tulkarm
ar: طولكرم

source: Kafr Qasim
ar: كفر قاسم

source: Tayibe
ar: الطيبة

source: Al-Khalil
ar: الخليل

source: Al-Lid
ar: اللد

source: Ramla
ar: الرملة

source: Qalqilya
ar: قلقيلية

source: Bir as-Saba
ar: بئر السبع

source: Jaffa
ar: يافا

source: Gaza
ar: غزة

source: Rafah
ar: رفح

source: Khan Yunis
ar: خانيونس

source: Deir al-Balah
ar: دير البلح

# min1BeforeAlQuds
source: 1 minutes before Al-Quds
ar: 1 دقائق قبل القدس

# min2BeforeAlQuds
source: 2 minutes before Al-Quds
ar: 2 دقائق قبل القدس

# min3BeforeAlQuds
source: 3 minutes before Al-Quds
ar: 3 دقائق قبل القدس

# min1AfterAlQuds
source: 1 minutes after Al-Quds
ar: 1 دقائق بعد القدس

# min2AfterAlQuds
source: 2 minutes after Al-Quds
ar: 2 دقائق بعد القدس

# min3AfterAlQuds
source: 3 minutes after Al-Quds
ar: 3 دقائق بعد القدس
